---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.FormFailures
source: html/2d71ddb7-b11f-3d2b-8f8e-c3771b131b7a.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FormFailures

Failures about Form.

## Syntax (C#)
```csharp
public static class FormFailures
```